Repository: komali2/calibre-find-duplicates
Catalog: translations/*.po
Languages: es

source: &Find book duplicates...
es: &Buscar duplicados de libros ...

source: Find library duplicates...
es: Buscar duplicados de biblioteca ...

source: Find books that are duplicated in another library compared to this one
es: Encuentra libros que están duplicados en otra biblioteca en comparación con esta

source: Find metadata &variations...
es: Buscar metadatos &variaciones ...

source: Find & rename variations in author, publisher, series or tags names that may indicate duplicates
es: Busque &cambie el nombre de variaciones en los nombres de autor, editor, serie o etiquetas que pueden indicar duplicados

source: &Next result
es: &Siguiente resultado

source: Display the next duplicate result group
es: Mostrar el siguiente grupo de resultados duplicados

source: &Previous result
es: &Resultado anterior

source: Display the previous duplicate result group
es: Mostrar el grupo de resultados duplicados anterior

source: &Mark current group as exempt
es: &Marcar grupo actual como exento

source: Mark the current group as not duplicates and exempt from future consideration
es: Marque el grupo actual como no duplicado y exento de consideración futura

source: Mark &all groups as exempt
es: Marcar &todos los grupos como exentos

source: Mark all remaining duplicate groups as exempt from future consideration
es: Marque todos los grupos duplicados restantes como exentos de consideración futura

source: &Show all book duplicate exemptions
es: &Mostrar todas las exenciones duplicadas de libros

source: Show all books that have book duplicate exemption pairings
es: Mostrar todos los libros que tienen emparejamientos de exenciones duplicadas

source: &Show all author duplicate exemptions
es: &Mostrar todas las exenciones duplicadas de autor

source: Show all books that have author duplicate exemption pairings
es: Mostrar todos los libros que tienen emparejamientos de exención duplicados de autor

source: &Manage exemptions for this book
es: &Administrar exenciones para este libro

source: Show duplicate exemptions for this book to enable removal
es: Mostrar exenciones duplicadas para este libro para permitir la eliminación

source: &Remove selected exemptions
es: &Eliminar exenciones seleccionadas

source: Remove any duplicate book/author exemptions for the selected books
es: Eliminar cualquier libro duplicado/exenciones de autor para los libros seleccionados

source: &Clear duplicate results
es: &Borrar resultados duplicados

source: Exit duplicate search mode
es: Salga del modo de búsqueda duplicada

source: &Export duplicate groups
es: &Exportar grupos duplicados

source: Export duplicates groups to a json file
es: Exportar grupos duplicados a un archivo json

source: Search for book duplicate with more advanced options
es: Busque libros duplicados con opciones más avanzadas

source: Search for library duplicate with more advanced options
es: Busque duplicados de la biblioteca con opciones más avanzadas

source: Find Metadata &Variations...
es: Buscar metadatos &Variaciones ...

source: Search metadata variations with more advanced options
es: Busque variaciones de metadatos con opciones más avanzadas

source: &Help
es: &Ayuda

source: Show help on how to use the advanced mode
es: Mostrar ayuda sobre cómo utilizar el modo avanzado

source: Advanced Mode
es: Modo avanzado

source: Search for duplicates using advanced options
es: Busque duplicados usando opciones avanzadas

source: &Customize plugin
es: &Personalizar plugin

source: This action will ensure that each of the {0} in the group are exempt from appearing together again in future.<p>Are you <b>sure</b> you want to proceed?
es: Esta acción asegurará que cada uno de los {0} en el grupo estén exentos de volver a aparecer juntos en el futuro.<p>¿Está <b>seguro</b> de que desea continuar?

source: No duplicates in group
es: No hay duplicados en el grupo

source: There are no duplicates remaining in this group.
es: No quedan duplicados en este grupo.

source: Cannot manage exemptions
es: No se pueden gestionar las exenciones

source: No book selected
es: Ningún libro seleccionado

source: This book has no duplicate exemptions
es: Este libro no tiene exenciones duplicadas

source: Invalid selection
es: Selección invalida

source: You must select at least one book.
es: Debes seleccionar al menos un libro.

source: This action will remove any duplicate exemptions for your selection. This will allow them to potentially appear as duplicates together in a future duplicate search.<p>Are you <b>sure</b> you want to proceed?
es: Esta acción eliminará cualquier exención duplicada para su selección. Esto les permitirá aparecer potencialmente como duplicados juntos en una futura búsqueda duplicada.<p>¿Está <b>seguro</b> de que desea continuar?

source: Choose file
es: Elija el archivo

source: Saved duplicates
es: Duplicados guardados

source: Export completed
es: Exportación completada

source: Exported to: {}
es: Exportado a: {}

source: Unknown
es: Desconocido

source: Advanced algorithm
es: Algoritmo avanzado

source: Results of {0} comparison: Source library: {1} Target library: {2} {3}
es: Resultados de la comparación {0}: Biblioteca de origen: {1} Biblioteca de destino: {2} {3}

source: Click 'Show details' to see the results.
es: Haga clic en 'Mostrar detalles' para ver los resultados.

source: Analysing duplicates in target database...
es: Analizando duplicados en la base de datos de destino...

source: Analysing duplicates in current database...
es: Analizando duplicados en la base de datos actual ...

source: Found <b>{0} books</b> with potential duplicates using <b>{1}</b> against the library at: {2}
es: Se encontraron <b>{0} libros</b> con posibles duplicados usando <b>{1}</b> en la biblioteca en: {2}

source: Change algorithms settings
es: Cambiar la configuración de los algoritmos

source: Settings
es: Configuraciones

source: Name must contain only letters, numbers, undersocres
es: El nombre debe contener solo letras, números, guiones bajos

source: Value for SettingSpin must be between {} and {}
es: El valor del pin de configuración debe estar entre {} y {}

source: Value for SettingCheck must be of type bool
es: El valor para la verificación de configuración debe ser de tipo bool

source: Value for SettingCombo must be in {}
es: El valor de la combinación de ajustes debe estar en {}

source: Identical Match
es: Coincidencia idéntica

source: Case insensitive exact match
es: Coincidencia exacta que no distingue entre mayúsculas y minúsculas

source: Similar Match
es: Coincidencia similar

source: Removal of common punctuation and prefixes
es: Eliminación de prefijos y puntuación comunes

source: Soundex Match
es: Coincidencia Fonética

source: Phonetic representation of names
es: Representación fonética de nombres

source: Soundex length
es: Longitud de Fonética

source: Fuzzy Match
es: Longitud Confusa

source: Remove all punctuation, subtitles and any words after 'and', 'or' or 'aka'
es: Elimina toda la puntuación, los subtítulos y cualquier palabra después de "y", "o" o "alias"

source: Name
es: Nombre

source: Choose Algorithms
es: Elija algoritmos

source: Available Algorithms:
es: Algoritmos disponibles:

source: Chosen Algorithms:
es: Algoritmos elegidos:

source: Add the selected algorithm
es: Agregar el algoritmo seleccionado

source: Remove the selected algorithm
es: Eliminar el algoritmo seleccionado

source: Add template
es: Agregar plantilla

source: Move the selected item up
es: Mover el elemento seleccionado hacia arriba

source: Move the selected item down
es: Mover el elemento seleccionado hacia abajo

source: No algorithms selected
es: No se seleccionaron algoritmos

source: You must select at least one algorithm.
es: Debe seleccionar al menos un algoritmo.

source: Remove
es: Remover

source: Column:
es: Columna:

source: Algorithms:
es: Algoritmos:

source: 0 Algorithms Chosen
es: 0 Algoritmos elegidos

source: Add or remove algorithms
es: Agregar o quitar algoritmos

source: Match any of the items
es: Coincidir con cualquiera de los elementos

source: For fields with multiple items, match with books that any one of the items in this field. if unchecked, books match only when they match on all the items in the field.
es: Para campos con varios elementos, haga coincidir los libros con cualquiera de los elementos de este campo. si no está marcada, los libros solo coinciden cuando coinciden en todos los elementos del campo.

source: contains names
es: contiene nombres

source: Check if composite column contains names
es: Compruebe si la columna compuesta contiene nombres

source: Cannot delete rule
es: No se puede eliminar la regla

source: You must have at least one matching rule to proceed
es: Debe tener al menos una regla coincidente para continuar

source: {} + {} others
es: {} + {} otras

source: Clear
es: Limpiar

source: Clear all match rules
es: Borrar todas las reglas

source: Duplicates sort
es: Orden de duplicados

source: Configure sort filters for books inside duplicate groups
es: Configurar filtros de clasificación para libros dentro de grupos duplicados

source: Add Match Rules
es: Agregar reglas

source: Add a rule containing a field and one or more match algorithm/template(s).
es: Agregue una regla que contenga un campo y uno o más algoritmos / plantillas de coincidencia.

source: Incomplete Match Rule
es: Regla de coincidencia incompleta

source: You must complete the previous match rule(s) before adding any new rules.
es: Debe completar las reglas de coincidencia anteriores antes de agregar reglas nuevas.

source: Choose library location to compare against
es: Elija la ubicación de la biblioteca para comparar

source: Same as current
es: Igual que el actual

source: The location {0} contains the current calibre library
es: La ubicación {0} contiene la biblioteca de Calibre actual

source: No existing library found
es: No se encontró una biblioteca existente

source: There is no existing calibre library at {0}
es: No hay una biblioteca de Calibre existente en {0}

source: Saved setting contains more than one match rule. Metadata variations can only have one match rule
es: La configuración guardada contiene más de una regla de coincidencia. Las variaciones de metadatos solo pueden tener una regla de coincidencia

source: Error in sort filter No. {}: {}
es: Error en el filtro de clasificación Nº {}: {}

source: Restore Error
es: Restaurar error

source: Encountered errors while restoring settings
es: Errores encontrados al restaurar la configuración

source: Find book duplicates
es: Encuentra libros duplicados

source: Duplicate Search Options
es: Opciones de búsqueda duplicadas

source: Result Options
es: Opciones de resultados

source: Show all groups at once with highlighting
es: Mostrar todos los grupos a la vez con resaltado

source: Show one group at a time
es: Mostrar un grupo a la vez

source: Sort groups by number of duplicates
es: Ordenar grupos por número de duplicados

source: When unchecked, will sort by an approximation of the title or by author if title is being ignored
es: Cuando no está marcado, se ordenará por una aproximación del título o por autor si se ignora el título

source: Match rule(s) has empty values
es: Las reglas de coincidencia tienen valores vacíos

source: Match rule(s) missing field or algorithm. To proceed, complete the missing data, or delete the match rule(s).
es: Coincidir con la regla(s) campo o algoritmo faltantes. Para continuar, complete los datos que faltan o elimine la(s) regla(s) de coincidencia.

source: Find library duplicates
es: Encuentra duplicados de la biblioteca

source: Cross Library Search Options
es: Opciones de búsqueda de bibliotecas cruzadas

source: Compare With Library:
es: Comparar con la biblioteca:

source: No library specified
es: Ninguna biblioteca especificada

source: You must specify a library path
es: Debe especificar una ruta de biblioteca

source: Find metadata variations
es: Encuentra variaciones de metadatos

source: Find Metadata Variations
es: Buscar variaciones de Metadatos

source: Search
es: Buscar

source: Search for results
es: Buscar resultados

source: Search results:
es: Resultados de la búsqueda:

source: Variations:
es: Variaciones:

source: &Show matching books
es: Mo&strar libros coincidentes

source: As a group is selected, show the search results in the library view
es: A medida que se selecciona un grupo, muestre los resultados de búsqueda en la vista de biblioteca

source: Rename to:
es: Renombrar a:

source: &Rename
es: &Renombrar

source: Rename all of the selected items to this name
es: Cambie el nombre de todos los elementos seleccionados a este nombre

source: &Ignore
es: &Ignorar

source: Ignore all selected items from consideration at this time
es: Ignorar todos los elementos seleccionados de consideración en este momento

source: No matches
es: No hay coincidencias

source: You have no variations of {0} using this criteria
es: No tiene variaciones de {0} usando este criterio

source: Errors for match:
es: Errores de coincidencia:

source: Errors for match rule no. {}:
es: Errores para la regla de coincidencia N°. {}:

source: Column "{}" cannot be added to match rule
es: No se puede agregar la columna "{}" para que coincida con la regla

source: The following functions are missing and cannot be restored:{}{}
es: Faltan las siguientes funciones y no se pueden restaurar:{}{}

source: Encountered errors while running the following functions:{}{}
es: Errores encontrados al ejecutar las siguientes funciones:{}{}

source: Encountered errors while running the following templates:{}{}
es: Se encontraron errores al ejecutar las siguientes plantillas:{}{}

source: Manage saved settings
es: Administrar configuraciones guardadas

source: Delete
es: Eliminar

source: Rename
es: Renombrar

source: Export...
es: Exportar...

source: Import...
es: Importar...

source: <p>Are you sure you want to delete the {} selected setting(s)?</p>
es: <p> ¿Está seguro de que desea eliminar las {} configuraciones seleccionada(s)? </p>

source: New name:
es: Nuevo nombre:

source: Saved settings exists
es: Existe una configuración guardada

source: Saved settings exists with this name.
es: La configuración guardada existe con este nombre.

source: Saved settings
es: Configuraciones guardadas

source: <p>There is already a file with the name <b>"{}"</b>. Are you sure you want to replace it?</p>
es: <p> Ya existe un archivo con el nombre <b>"{}"</b>. ¿Está seguro de que desea reemplazarlo? </p>

source: Import error
es: Error de Importación

source: Settings belong to a newer version and cannot be imported.
es: La configuración pertenece a una versión más reciente y no se puede importar.

source: This is not a valid settings file
es: Este no es un archivo de configuración válido

source: The following settings already exit:
es: Los siguientes ajustes ya salen:

source: Overwirte settings?
es: ¿Sobrescribir la configuración?

source: <p>{} of the imported settings already exists. Do you want to overwirte them?</p>
es: <p>{} de la configuración importada ya existe. ¿Quieres sobrescribirlos? </p>

source: Save/Restore settings
es: Guardar/restaurar configuración

source: Restore
es: Restaurar

source: Restore saved settings
es: Restaurar la configuración guardada

source: Add to exsiting
es: Agregar a existente

source: Save
es: Guardar

source: Save current settings
es: Guardar la configuración actual

source: Manage
es: Gestionar

source: Name error
es: Error de nombre

source: No settings with the name "{}" found
es: No se encontró ninguna configuración con el nombre "{}"

source: Save settings
es: Guardar ajustes

source: <p>There is already a saved setting with the name <b>"{}"</b>. Are you sure you want to replace it?</p>
es: <p>Ya existe una configuración guardada con el nombre <b>"{}"</b>. ¿Está seguro de que desea reemplazarlo? </p>

source: Enter a name:
es: Ingrese un nombre:

source: Enter a unique name:
es: Ingrese un nombre único:

source: Cannot add
es: No se puede agregar

source: The name you specified is not unique
es: El nombre que especificó no es único

source: Template:
es: Plantilla:

source: Edit/View Template
es: Editar / Ver plantilla

source: Text
es: Texto

source: Number
es: Número

source: Date
es: Fecha

source: Sort direction
es: Ordenar dirección

source: Ascending
es: Ascendente

source: Descending
es: Descendiendo

source: Clear all filters
es: Borrar todos los filtros

source: Add Template
es: Agregar plantilla

source: Add a template whose result is used as a sort filter
es: Agregar una plantilla cuyo resultado se utiliza como filtro de clasificación

source: Add Sort Filter
es: Agregar filtro de clasificación

source: Add a column to sort by
es: Agregar una columna para ordenar

source: Incomplete Sort Filter
es: Filtro de clasificación incompleto

source: You must complete the previous sort filter(s) to proceed.
es: Debe completar filtros(s) de clasificación anteriores para continuar.

source: Sort duplicate groups
es: Ordenar grupos duplicados

source: Sort filters not complete
es: Ordenar filtros incompletos

source: You must complete sort filters
es: Debes completar filtros de clasificación

source: Template Error
es: Error de plantilla

source: Templates must be either enclosed within curly brackets, or starts with: "program:"
es: Las plantillas deben estar encerradas entre corchetes o comenzar con: "program:"

source: Running the template returned an error: {}
es: La ejecución de la plantilla arrojó un error: {}

source: Target Library Template Error
es: Error de plantilla de biblioteca de destino

source: Running the template in target library returned an error: {}
es: Ejecutar la plantilla en la biblioteca de destino arrojó un error: {}

source: Enter a template to test using data from the selected book
es: Ingrese una plantilla para probar usando datos del libro seleccionado

source: Edit Template
es: Editar plantilla

source: Analysing {0} books for duplicates...
es: Analizando {0} libros para duplicados ...

source: matching '{0}' identifier
es: identificador '{0}' coincidente

source: binary compare
es: comparación binaria

source: ignore title, {0} author
es: ignora el título, {0} autor

source: {0} title, {1} author
es: {0} título, {1} autor

source: Restart required
es: Reinicio requerido

source: Title image not found - you must restart Calibre before using this plugin!
es: Imagen de título no encontrada: ¡debe reiniciar Calibre antes de usar este complemento!

source: Undefined
es: Indefinido

source: Restart calibre now
es: Reiniciar Calibre ahora

source: <p>Are you sure you want to change your settings in this library for this plugin?</p><p>Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.</p><p>You must restart calibre afterwards.</p>
es: <p>¿Está seguro de que desea cambiar su configuración en esta biblioteca para este complemento?</p><p>No se tocará ninguna configuración en otras bibliotecas o almacenada en un archivo JSON en su carpeta de plugins de calibre. </p><p> Debe reiniciar el calibre después.</p>

source: Settings changed
es: Cambiar Configuraciones

source: <p>Settings for this plugin in this library have been changed.</p><p>Please restart calibre now.</p>
es: <p>Se ha cambiado la configuración de este complemento en esta biblioteca.</p><p>Reinicie calibre ahora.</p>

source: <p>Are you sure you want to clear your settings in this library for this plugin?</p><p>Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.</p><p>You must restart calibre afterwards.</p>
es: <p>¿Está seguro de que desea borrar su configuración en esta biblioteca para este complemento?</p><p>No se tocará ninguna configuración en otras bibliotecas o almacenada en un archivo JSON en su carpeta de plugins de Calibre.</p ><p> Debe reiniciar el calibre después.</p>

source: Settings deleted
es: Configuraciones eliminadas

source: <p>All settings for this plugin in this library have been cleared.</p><p>Please restart calibre now.</p>
es: <p>Se han borrado todas las configuraciones para este complemento en esta biblioteca. </p><p> Reinicie Calibre ahora.</p>

source: Keyboard shortcuts...
es: Atajos de teclado...

source: Edit the keyboard shortcuts associated with this plugin
es: Edite los atajos de teclado asociados con este complemento

source: Reset disabled &confirmation dialogs
es: Restablecer cuadros de diálogo deshabilitados de &confirmación

source: Reset all show me again dialogs for the Find Duplicates plugin
es: Restablecer todos los cuadros de diálogo mostrarme nuevamente para el complemento Find Duplicated

source: View data stored in the library database for this plugin
es: Ver datos almacenados en la base de datos de la biblioteca para este complemento

source: Done
es: Hecho

source: Confirmation dialogs have all been reset
es: Los cuadros de diálogo de confirmación se han restablecido

source: <b>Book duplicate search</b><br/>- Find groups of books which have an identical identifier such as an ISBN, amazon id, goodreads, uri etc.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
es: <b>Búsqueda de libros duplicados</b><br/>-Encuentra grupos de libros que tienen un identificador idéntico como ISBN, ID de Amazon, Goodreads, uri, etc.<br/>- Marcar un grupo como exento evitará libros específicos de aparecer juntos en futuras búsquedas de libros duplicados.

source: <b>Book duplicate search</b><br/>- Find groups of books which have a book format that is binary identical.<br/>- Compares the actual file size of every book format in your library, computing an SHA hash to compare contents where sizes match.<br/>- Books found using this search are guaranteed to be duplicates.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
es: <b>Búsqueda de libros duplicados</b><br/>- Encuentra grupos de libros que tienen un formato de libro que es binario idéntico.<br/>- Compara el tamaño real de archivo de cada formato de libro en tu biblioteca, calculando un SHA hash para comparar contenidos donde los tamaños coinciden.<br/>- Los libros encontrados con esta búsqueda se garantiza que son duplicados.<br/>- Marcar un grupo como exento evitará que esos libros específicos aparezcan juntos en futuras búsquedas de libros duplicados.

source: <b>Title duplicate search</b><br/>- Find groups of books with an <b>identical title</b> and {0}<br/>- Titles must match exactly excluding case.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
es: <b>Búsqueda duplicada de título</b><br/>- Encuentra grupos de libros con un <b>título idéntico </b> y {0}<br/>- Los títulos deben coincidir exactamente con las mayúsculas y minúsculas.<br/>- Marcar un grupo como exento evitará que esos libros específicos aparezcan juntos en futuras búsquedas de libros duplicados.

source: <b>Title duplicate search</b><br/>- Find groups of books with a <b>similar title</b> and {0}<br/>- Similar title matches apply removal of common punctuation and prefixes and applies the same title matching logic as Automerge.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
es: <b>Búsqueda duplicada de título</b><br/>- Encuentra grupos de libros con un <b>título similar</b> y {0}<br/>- Las coincidencias de título similares aplican la eliminación de signos de puntuación y prefijos comunes y aplica la misma lógica de coincidencia de títulos que fusión automática.<br/>- Marcar un grupo como exento evitará que esos libros específicos aparezcan juntos en futuras búsquedas de libros duplicados.
