Repository: komali2/calibre-find-duplicates
Catalog: translations/*.po
Languages: es

source: <b>Title duplicate search</b><br/>- Find groups of books with a <b>soundex title</b> and {0}<br/>- Soundex title matches are based on the same removal of punctuation and common prefixes as a similar title search.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
es: <b>Búsqueda duplicada de título</b><br/>- Encuentra grupos de libros con un <b>título por fonética</b> y {0}<br/>- Las coincidencias de título por fonética se basan en la misma eliminación de puntuación y prefijos comunes como una búsqueda de título similar.<br/>- Marcar un grupo como exento evitará que esos libros específicos aparezcan juntos en futuras búsquedas de libros duplicados.

source: <b>Title duplicate search</b><br/>- Find groups of books with a <b>fuzzy title</b> and {0}<br/>- Fuzzy title matches remove all punctuation, subtitles and any words after 'and', 'or' or 'aka' in the title.<br/>- Marking a group as exempt will prevent those specific books from appearing together in future duplicate book searches.
es: <b>Búsqueda duplicada de título</b><br/>- Encuentra grupos de libros con un <b>título confuso</b> y {0}<br/>- Las coincidencias de título difuso eliminan todos los signos de puntuación, subtítulos y cualquier palabra después de 'y', 'o' o 'alias' en el título.<br/>- Marcar un grupo como exento evitará que esos libros específicos aparezcan juntos en futuras búsquedas de libros duplicados.

source: <b>Author duplicate search</b><br/>- Find groups of books <b>ignoring title</b> with {0}<br/>- Ignore title searches are best to find variations of author names regardless of the books you have for each.<br/>- Marking a group as exempt will prevent any books by those authors from appearing together in future duplicate author searches.
es: <b>Búsqueda duplicada de autor</b><br/>- Encuentra grupos de libros <b>ignorando el título</b> con {0}<br/>- Ignorar las búsquedas de títulos son las mejores para encontrar variaciones de nombres de autores independientemente de los libros que tiene para cada uno.<br/>- Marcar un grupo como exento evitará que los libros de esos autores aparezcan juntos en futuras búsquedas de autores duplicados.

source: an <b>identical author</b>.<br/>- Authors must match exactly excluding case.
es: un <b>autor idéntico</b>.<br/>- Los autores deben coincidir exactamente excluyendo mayúsculas y minúsculas.

source: a <b>similar author</b>.<br/>- Similar authors differ only in punctuation or order of their names.
es: un <b>autor similar</b>.<br/>- Los autores similares difieren solo en puntuación u orden de sus nombres.

source: a <b>soundex author</b>.<br/>- Soundex author matches start with the same removal of punctuation and ordering as a similar author search.
es: un <b>autor por fonética</b>.<br/>- Las coincidencias de autor por fonética comienzan con la misma eliminación de puntuación y orden que una búsqueda de autor similar.

source: a <b>fuzzy match author</b>.<br/>- Fuzzy author matches compare using their surnames and only the first initial.
es: un <b>autor de coincidencia confusa </b>.<br/>- Las coincidencias de autor difuso se comparan usando sus apellidos y solo la primera inicial.

source: <b>ignoring the author</b>.
es: <b>ignorando al autor</b>.

source: Duplicate Search Type
es: Tipo de búsqueda duplicada

source: Title/Author
es: Título/Autor

source: Binary Compare
es: Comparación binaria

source: Identifier
es: Identificador

source: Title Matching
es: Coincidencia de títulos

source: Length:
es: Longitud:

source: The shorter the soundex length, the greater likelihood of false positives. Large soundex values reduce your chances of matches
es: Cuanto más corta es la longitud de la fonética, mayor es la probabilidad de falsos positivos. Los valores de fonética grandes reducen sus posibilidades de coincidencias

source: Author Matching
es: Coincidencia de Autores

source: Highlight authors in the tag browser for ignore title searches
es: Resalte los autores en el navegador de etiquetas para ignorar las búsquedas de títulos

source: When checked, will ensure that the authors for the current group are shown in the tag browser and highlighted if multiple groups shown. Only applies for author duplicate searches.
es: Cuando se marca, se asegurará de que los autores del grupo actual se muestran en el navegador de etiquetas y se resaltan si se muestran varios grupos. Solo aplica para búsquedas duplicadas de autor.

source: Include languages metadata when comparing titles
es: Incluir metadatos de idiomas al comparar títulos

source: When checked, books with identical titles but different languages metadata field values will not show as duplicates
es: Cuando está marcado, libros con títulos idénticos pero diferentes los valores de los campos de metadatos de idiomas no se mostrarán como duplicados

source: When doing a Binary Compare, automatically remove duplicate formats
es: Al hacer una comparación binaria, elimine automáticamente los formatos duplicados

source: When checked and the Binary duplicate search is run, if duplicate formats are found then all except one are deleted. The format on the oldest book record will be kept. This is a convenience function for where you have multiple formats associated with each book and hence it is not readily obvious which of these is the duplicate. Note that the book records themselves are not deleted, and will still appear in the results for merging even if they now have no formats.
es: Cuando se marca y se ejecuta la búsqueda de duplicados binarios, si se encuentran formatos duplicados entonces se eliminan todos menos uno. Se mantendrá el formato en el registro de libro más antiguo. Esta es una función conveniente para donde tiene múltiples formatos asociados con cada libro y, por lo tanto, no es obvio cuál de estos es el duplicado. Tenga en cuenta que los registros del libro en sí no se eliminan y seguirán apareciendo en el resultados para la fusión, incluso si ahora no tienen formatos.

source: Manage Duplicate Exemptions
es: Administrar exenciones duplicadas

source: Manage Exemptions
es: Administrar Exenciones

source: The first book below will never appear as a duplicate with the following books.<br/>To allow future duplicate consideration, tick the remove checkbox and click ok.
es: El primer libro a continuación nunca aparecerá como un duplicado con los siguientes libros.<br/>Para permitir la consideración de duplicados futuros, marque la casilla de verificación Eliminar y haga clic en Aceptar.

source: The authors below will never appear as a duplicate with the following authors.<br/>To allow future duplicate consideration, tick the remove checkbox and click ok.
es: Los autores a continuación nunca aparecerán como duplicados con los siguientes autores.<br/>Para permitir la consideración de duplicados futuros, marque la casilla de verificación Eliminar y haga clic en Aceptar.

source: Choose metadata column:
es: Elegir columna de metadatos:

source: Authors
es: Autores

source: Publisher
es: Editor

source: Tags
es: Etiquetas

source: Choose similarity level:
es: Elija el nivel de similitud:

source: Soundex
es: Fonética

source: Fuzzy
es: Confuso

source: Authors:
es: Autores:

source: Use this variation name
es: Use este nombre de variación

source: Variations of: {0}
es: Variaciones de: {0}

source: <p>Are you sure you want to rename the selected {0} items to "{1}"?</p>
es: <p>¿Está seguro de que desea cambiar el nombre de los {0} elementos seleccionados a "{1}"?</p>

source: <b>Book duplicate search</b><br/>- Report books in this library which have an identical identifier for books in the target library.<br/>
es: <b>Búsqueda de libros duplicados</b><br/>- Informe libros en esta biblioteca que tengan un identificador idéntico para libros en la biblioteca de destino.<br/>

source: <b>Book duplicate search</b><br/>- Report books in this library which are binary identical to books in your target library.<br/>- Compares the actual file size of every book format in your libraries, computing an SHA hash to compare contents where sizes match.<br/>- Books found using this search are guaranteed to be duplicates.
es: <b>Búsqueda de libros duplicados</b><br/>- Informe libros en esta biblioteca que sean binarios idénticos a los libros en su biblioteca de destino.<br/>- Compara el tamaño real de archivo de cada formato de libro en sus bibliotecas, computación un hash SHA para comparar contenidos donde los tamaños coinciden.<br/>- Los libros encontrados con esta búsqueda se garantiza que son duplicados.

source: <b>Title duplicate search</b><br/>- Report books in this library compared to your target library with an <b>identical title</b> and {0}<br/>- Titles must match exactly excluding case.
es: <b>Búsqueda duplicada de título</b><br/>- Informe libros en esta biblioteca en comparación con su biblioteca de destino con un <b>título idéntico</b> y {0}<br/>- Los títulos deben coincidir exactamente caso.

source: <b>Title duplicate search</b><br/>- Report books in this library compared to your target library with a <b>similar title</b> and {0}<br/>- Similar title matches apply removal of common punctuation and prefixes and applies the same title matching logic as Automerge.
es: <b> Búsqueda duplicada de título</b><br/>- Informe libros en esta biblioteca en comparación con su biblioteca de destino con un <b>título similar</b> y {0}<br/>- Las coincidencias de título similares aplican eliminación de puntuación y prefijos comunes y aplica la misma lógica de coincidencia de títulos que fusión automática.

source: <b>Title duplicate search</b><br/>- Report books in this library compared to your target library with a <b>soundex title</b> and {0}br/>- Soundex title matches are based on the same removal of punctuation and common prefixes as a similar title search.
es: <b>Búsqueda duplicada de título</b><br/>- Informe libros en esta biblioteca en comparación con su biblioteca de destino con un <b>título por fonética</b> y {0} <br />- Las coincidencias de título por fonética se basan en la misma eliminación de puntuación y prefijos comunes que una búsqueda de título similar.

source: <b>Title duplicate search</b><br/>- Report books in this library compared to your target library with a <b>fuzzy title</b> and {0}<br/>- Fuzzy title matches remove all punctuation, subtitles and any words after 'and', 'or' or 'aka' in the title.
es: <b> Búsqueda duplicada de título</b><br/>- Informe libros en esta biblioteca en comparación con su biblioteca de destino con un <b>título confuso</b> y {0}<br/>- Las coincidencias de título difuso eliminan todo puntuación, subtítulos y cualquier palabra después de 'y', 'o' o 'alias' en el título.

source: <b>Author duplicate search</b><br/>- Report books in this library compared to your target library <b>ignoring title</b> with {0}<br/>- Ignore title searches are best to find variations of author names regardless of the books you have for each.
es: <b>Búsqueda duplicada de autor</b><br/>- Informe libros en esta biblioteca en comparación con su biblioteca de destino <b>ignorando el título</b> con {0}<br/>- Ignorar las búsquedas de títulos es mejor encontrar variaciones de los nombres de los autores independientemente de los libros que tenga para cada uno.

source: Library:
es: Biblioteca:

source: Duplicate Search Type:
es: Tipo de búsqueda duplicada:

source: Title Matching:
es: Coincidencia de Títulos:

source: Author Matching:
es: Coincidencia de Autores:

source: Compare Options:
es: Comparar opciones:

source: Save log...
es: Guardar registro...

source: Save Find Duplicates log
es: Guardar Buscar registro de duplicados

source: Duplicates log file
es: Archivo de registro duplicado

source: No duplicate groups were found when searching with: <b>{0}</b>
es: No se encontraron grupos duplicados al buscar con: <b>{0}</b>

source: No duplicates
es: Sin duplicados

source: Show this information again
es: Mostrar esta información nuevamente

source: Found {0} duplicate groups when searching with: <b>{1}</b>
es: Se encontraron {0} grupos duplicados al buscar con: <b> {1}</b>

source: No more duplicate groups exist from your search.
es: No existen más grupos duplicados de su búsqueda.

source: The current duplicate group no longer exists. You cannot perform this action.
es: El grupo duplicado actual ya no existe. No puedes realizar esta acción.

source: Showing #{0} of {0} remaining duplicate groups for {0}
es: Mostrando #{0} de {0} grupos duplicados restantes para {0}

source: Found <b>{0} authors</b> with potential duplicates using <b>{1}</b> against the library at: {2}
es: Se encontraron <b>{0} autores</b> con posibles duplicados usando <b>{1}</b> en la biblioteca en: {2}

source: Found <b>{0} books</b> with binary duplicates against the library at: {1}
es: Se encontraron <b>{0} libros</b> con duplicados binarios contra la biblioteca en: {1}
